IDEA Open Model
CombiInputSIA.TypeCombiSIA Property
Compatible with IDEA StatiCa Beta 20.0
 Type of EC combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TypeOfCombiSIA TypeCombiSIA { get; set; }
Public Property TypeCombiSIA As TypeOfCombiSIA
	Get
	Set
Property Value
Type: TypeOfCombiSIA
See Also
Reference
CombiInputSIA Class
IdeaRS.OpenModel.Loading Namespace